{
  "aries": {
    "dates": "21.03..20.04",
    "text": "В целом год будет удачным для большинства рожденных под знаком Овна. Правда, придется поработать над собой, а именно – над своей способностью сохранять гармонию в себе и быть дипломатичным в отношениях с партнерами: и по работе, и в любви. Начало года отлично подойдет для решения всех личных вопросов, особенно, если у вас в планах перевести ваши отношения в какую-то иную плоскость (например, если вы хотите сделать предложение девушке – если вы мужчина, или наоборот, принять его, если вы женщина-Овен). Весна станет временем неожиданных решений. Оставьте все свои планы и доверьтесь течению – по крайней мере, до лета. Это не значит, что вы должны будете бездействовать, но постарайтесь стать более гибкими и ориентироваться по ситуации. Начало мая – прекрасное время для реализации всех ваших самых ярких идей, только нужно будет не дрейфить и включиться в жизнь на полную мощь. Лето принесет некоторые сложности, причиной которым станет ваша импульсивность и неумение ждать, особенно напряженным будет июль. Осенью страсти поутихнут, а вы станете более закаленными и умудренными опытом. Однако огненная оппозиция Урана и Меркурия заставит вас поднапрячься, особенно в областях, связанных с общением с окружающими. Если ваша работа касается торговли, путешествий или тесно связана с клиентским сервисом, отнеситесь серьезно к планированию, возможно, придется пройти дополнительное обучение.\n\nПодробнее: https://horoscopes.rambler.ru/aries/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "taurus": {
    "dates": "21.04..20.05",
    "text": "Тельцы встретят новый 2020 год во всеоружии: ваше обаяние возрастет уже в январе, и с его помощью будут решаться и личные, и рабочие вопросы. Постарайтесь не отказываться от тех благ, что будет предоставлять вам жизнь в самом начале года. Вы можете завязать новый роман или освежить уже имеющиеся отношения – соединение вашей планеты Венеры с таинственным и романтичным Нептуном очень вам в этом поможет. Уже в начале марта в вашей жизни начнутся глобальные перемены, которые могут затронуть любую сферу жизни: непредсказуемый Уран может пройтись ураганом по работе или отношениям, и даже здоровью. Постарайтесь избегать рискованных ситуаций и не провоцируйте конфликты, хотя, вполне возможно, что виновником знаковой ссоры будете как раз не вы. В таком случае звезды рекомендуют вам просто расслабиться и довериться течению. В середине июля Тельцам придется отстаивать себя и то, что им дорого. Будьте тверды и не сдавайтесь, правда окажется на вашей стороне. Некоторые Тельцы поменяют место работы или вообще войдут в новую профессиональную область, совершенно отличающуюся от прежней. Позвольте себе быть смелыми и воплощать мечты в жизнь. Осенью все стабилизируется, жизнь станет простой и спокойной. Возможно, вы даже немного заскучаете по чему-то неожиданному, но быстро найдете удовольствие в ровной и размеренной осенней жизни.\n\nПодробнее: https://horoscopes.rambler.ru/taurus/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "gemini": {
    "dates": "21.05..21.06",
    "text": "Год будет довольно успешным, особенно для тех Близнецов, кто не боится проявлять себя и свои способности на все сто процентов. Начало года (зимние месяцы) станет проверкой на вашу дипломатичность, умение завязывать полезные контакты и – самое главное – удерживать их надолго. Это может стать настоящим вызовом, особенно для тех Близнецов, которые не привыкли углубляться в отношения и долгим устойчивым связям предпочитают новизну и свежесть эмоций. Постарайтесь все же сконцентрироваться на тех партнерах (и личных, и рабочих), которые по-настоящему важны для вас. В самом начале апреля соединение Меркурия (а он как раз управляет вашим знаком) с Нептуном возвестит о наступлении нового периода – можно назвать его периодом усиленной интеллектуальной деятельности, а также расширения контактов. То, что вы посеяли и начали взращивать зимой, даст первые всходы весной. А то, какими они будут, зависит только от вас. Лето 2020 пройдет под эгидой отдыха и расслабления, никаких важных событий не предвидится, помимо тех, которые просто раскроют ваши способности еще больше. И да – это лето будет очень плодородным на любовь и нежные чувства, так что используйте время с умом: отправляйтесь в романтическое путешествие вдвоем или отправляйтесь в поездку в одиночестве: в далекой стране вы обязательно встретите кого-то, кто может стать частью вашей жизни. Оппозиция Меркурия и Урана в ноябре напомнит о необходимости принимать решения быстро, ориентируясь лишь на текущее положение дел. Но у Близнецов с этим никогда проблем не было, так что остается надеяться, что осечки не произойдет и осенью 2020. \n\nПодробнее: https://horoscopes.rambler.ru/gemini/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "cancer": {
    "dates": "22.06..22.07",
    "text": "Для рожденных под знаком Рака 2020 год станет знаковым. Дело в том, что события в небе будут то и дело подталкивать робких и нерешительных Раков предпринимать усилия по достижению результата. Так что новый 2020 год бросит вызов, а то, как на него отвечать, зависит уже от вас. Зима будет периодом подготовки, когда ваши желания и стремления начнут оформляться, а уже в первых числах марта Раки встанут перед необходимостью что-то менять. Для кого-то это будут изменения в личной жизни, причем самого разного толка: от принятия решения расстаться до заключения официального брака. На работе также могут быть перестановки: одни Раки получат повышение, другие же решатся оставить работу, которая больше не удовлетворяет их. Середина марта будет моментом, когда вы ощутите облегчение и долгожданную остановку: наконец-то можно перевести дух. Но не засиживайтесь надолго: в начале мая жизнь вновь потребует от вас действий. Нужно будет подтвердить выбор, сделанный зимой: что-то словно попытается вернуть вас в прошлое, но вы должны будете отстоять те новые условия, которые вы для себя построили. В начале июля многие Раки ощутят себя на коне: планируйте любые самые приятные и долгожданные события именно на это время. Мало того, что вы будете себя прекрасно чувствовать, да еще и обстоятельства будут складываться в вашу пользу будто сами собой. Такое счастье продлится примерно полтора месяца. Осень станет подготовкой к новому рывку, время которого назначено на первую половину декабря 2020.\n\nПодробнее: https://horoscopes.rambler.ru/cancer/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "leo": {
    "dates": "23.07..22.08",
    "text": "Львам очень повезет в новом 2020 году: многие из вас сумеют найти свою любовь, особенно, если они четко представляют себе, как эта любовь выглядит и какими качествами обладает. С работой дела будут обстоять не так ярко, тем не менее, никаких негативных изменений не предвидится. Соединение Венеры и Нептуна в конце января обещает Львам период бурных романтических увлечений и шанс сделать один из самых верных выборов в своей жизни. Правда, уже в начале марта этот выбор может попасть под сомнение (ваше или кого-то из ваших близких), но твердое отстаивание собственных желаний спасет от отката назад. Будьте смелы и выбирайте сердцем, в этом году оно будет как никогда любящим и громким. Апрель и май принесут небольшие изменения в рабочих процессах, придется адаптироваться в новой реальности, но все эти перемены будут к лучшему. Главное – не сопротивляться и принять их. В середине июня соединение Нептуна и Марса может негативно повлиять на тех Львов, которые подвержены чрезмерной эмоциональности. Если это так, постарайтесь философски относиться к возникающим неприятностям и конфликтам: они – неизбежная часть процесса, и вас она делает крепче и мудрее. Ноябрь принесет новые возможности в бизнес-сфере, поэтому если у вас свое дело – смело идите вперед и внедряйте новые методы работы, все получится. Тем же, кто занят наемным трудом, звезды советуют подойти к работе творчески, не бояться предлагать новые решения. События декабря станут мостиком в новый год, так что будьте внимательны и осознанны в самом конце 2020 года.\n\nПодробнее: https://horoscopes.rambler.ru/leo/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "virgo": {
    "dates": "23.08..23.09",
    "text": "Девы столкнутся с настоящими вызовами в новом 2020 году. Абсолютно все области вашей жизни претерпят изменения, и каким человеком вы выйдете из них – зависит только от вас. Соединение Венеры и Нептуна в конце января возвестит о наступлении нового периода в любви: от вас потребуется вся ваша романтичность, и даже если вы считаете себя человеком сухим и малоэмоциональным, все равно придется раскрыться. Середина марта расскажет, насколько хорошо вы это сделали: ваши отношения либо станут гораздо глубже и богаче, либо сойдут на нет. На май звезды запланировали масштабные события, которые коснутся вашей карьеры и здоровья, и основная рекомендация состоит в следующем: постарайтесь учитывать не только рациональную сторону вопроса, но и психологический, человеческий фактор. Например, в работе сделайте ставку на взаимодействие с клиентами, а в плане здоровья обратите внимание на то, как ваше самочувствие зависит от эмоциональной атмосферы, в которой вы пребываете. С середины июля по ноябрь все будет способствовать тому, чтобы вы проявляли себя и находили новые возможности реализации своего мастерства и таланта. Многие Девы начнут заниматься чем-то качественно новым в 2020 году, не бойтесь двигаться в незнакомом направлении – все получится. Первая половина декабря будет посвящена подведению итогов: и личных, и профессиональных. Обязательно отметьте, чего вы смогли достичь, а чего нет, чтобы заложить мотивацию на следующий год.\n\nПодробнее: https://horoscopes.rambler.ru/virgo/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "libra": {
    "dates": "24.09..23.10",
    "text": "Для Весов новый 2020 год будет разным: начнется он прекрасно, в середине года появятся трудности (которые заставят стать сильнее и мудрее, конечно), а к концу года у Весов возникнет ощущение легкости и спокойствия. Сразу в январе вам предоставятся отличные условия для реализации своего потенциала: чем бы вы ни занимались, максимально проявляйте себя. Многие Весы смогут начать то, на что давно не хватало смелости. Не сдерживайте свои порывы, особенно, если они касаются профессионального и личного развития. Весенние месяцы принесут большие перемены в любви. Весы, уже состоящие в партнерских отношениях, будут поставлены перед проблемой выбора. Возможно, появится кто-то третий, а может, нужно будет избрать новый путь развития отношений. В любом случае, звезды советуют слушать только свое сердце и включать все свои дипломатические навыки. В начале мая соединение Солнца и Меркурия подарит много великолепных возможностей для расширения контактов: многие из ваших новых знакомств окажутся крайне полезными. Середина июня принесет испытания и сложности: увы, не со всеми удастся договориться. Постарайтесь не допускать больших энергетических потерь со своей стороны, прекращайте любые конфликты и неприятные дискуссии до того, как они полностью вас измотали. Остаток лета и осень заставят Весов обратить внимание на свое здоровье. Возможно, придется заняться лечебной физкультурой. Не бойтесь проходить обследования – все это ради вашего блага. Конец ноября принесет несколько событий, которые покажут вам, как вы сумели улучшить свою жизнь за 2020 год.\n\nПодробнее: https://horoscopes.rambler.ru/libra/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "scorpio": {
    "dates": "24.10..23.11",
    "text": "Скорпионы смогут достичь любых высот в этом году: 2020-й будет достаточно напряженным, чтобы вы не смогли заскучать. В начале года вы преимущественно будете сосредоточены на карьере и вопросах здоровья, а ваши взаимоотношения отойдут на второй план. Но все поменяется уже в начале марта: многие Скорпионы будут вовлечены в новые отношения, которые завяжутся сами собой. Связи будут носить внезапный характер: вас привлекут люди со схожим мировоззрением и схожими взглядами. В мае Скорпионы получат приятное предложение: оно может касаться работы или личной жизни, но в любом случае будет содержать возможность повысить свой социальный статус. Звезды советуют Скорпионам поумерить свой пыл и регулировать страстность, когда речь заходит о чем-то серьезном. Старайтесь понять не только свои, но и чужие чувства – хотя вам это сложнее, чем представителям других знаков. С середины июня Скорпионы выйдут на финишную прямую: вы будете «сдавать экзамены» абсолютно во всех сферах жизни. Здоровье, работа, личные отношения потребуют от вас всей вашей силы и энергии. Действуйте продуманно, не принимайте поспешных решений и не унывайте, если на миг покажется, что дело совсем плохо. Звезды обещают поддержку в любой ситуации в этот сложный период. К сентябрю напряжение спадет, и Скорпионы выйдут на финишную прямую. Нужно будет поднажать в последний раз (ближе к концу сентября), и до конца года можно будет уже спокойно подсчитывать свои трофеи. \n\nПодробнее: https://horoscopes.rambler.ru/scorpio/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "sagittarius": {
    "dates": "24.11..22.12",
    "text": "Стрельцы смогут выйти на качественно новый уровень развития в новом 2020 году. Все силы должны быть брошены на профессиональный рост и поддержание должного уровня энергии, заботу о здоровье. В личной жизни никаких глобальных перемен не ожидается: те Стрельцы, которые уже имеют пару, скорее всего, останутся в отношениях, свободные же представители знака вряд ли заведут новые. Впрочем, возможно возобновление старых связей: могут вернуться прежние друзья и любовные партнеры. Февраль станет месяцем важных экзаменов: и карьерных, и на волю и выдержку. Постарайтесь сконцентрироваться на цели и не отвлекаться на тяжелые мысли о том, чего сейчас не хватает. Ваш ум и ваша смелость помогут преодолеть все препятствия и продемонстрировать себя настоящим лидером и профессионалом в своей сфере. На начало мая Стрельцы могут запланировать путешествие далеко-далеко: звезды пророчат время тишины и покоя, даже изоляции: после периода жесткой социализации наступит долгожданный отдых. Это время можно провести и с семьей, если отношения действительно близкие. В середине лета звезды подкинут Стрельцам несколько отличных возможностей повысить свое материальное положение: берите сразу все. Деньги лучше тратить на улучшение своего жилья и здоровье. Пройдите необходимую диагностику, которую долго откладывали, купите абонемент в спортзал. Крупные покупки: автомобиль или квартира, например, тоже можно совершать до начала ноября. Ноябрь и декабрь 2020 звезды советуют посвятить неспешным философским раздумьям – вы достаточно потрудились в этом году.\n\nПодробнее: https://horoscopes.rambler.ru/sagittarius/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "capricorn": {
    "dates": "23.12..20.01",
    "text": "Козерогам новый 2020 год обещает достижение заветной цели и завершение важного пути. Особенно продуктивным будет август и май – кульминация всех процессов. Личные отношения в 2020 году будут складываться легко и в нужное время, не отнимая сил от самого важного. Все будет способствовать тому, чтобы Козероги добились своего без потерь. В январе Козероги почувствуют прилив сил, то, что казалось очень сложным, будет выполнено с легкостью. Звезды, однако, советуют следить за здоровьем, чтобы не стать жертвой трудоголизма. Февраль принесет хорошие новости от тех, кого Козероги очень уважают – возможно, удастся договориться о каком-то полезном союзе. С середины апреля по май Козерогам придется потрудиться, выложившись полностью, и возможно, личные отношения отойдут на второй или даже третий план. Звезды советуют не переживать на этот счет – наверстаете. Начало июля будет спокойным для Козерогов, можно запланировать отдых – вы его заслужили. В конце лета ожидается приятное известие от родственников: возможно, в вашей семье будет пополнение или ваши родители купят недвижимость. В любом случае это будет некоторым «расширением». Осень заставит строить новые планы – не менее грандиозные. Звезды настаивают на том, чтобы не снижать планку и придумать себе очередную мечту – высокую, но достижимую. В конце ноября вы можете осознать, что это за мечта. Не упускайте ее из виду!\n\nПодробнее: https://horoscopes.rambler.ru/capricorn/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "aquarius": {
    "date": "21.01..18.02",
    "text": "Новый 2020 год для Водолеев станет настоящим открытием. Звезды обещают много интересных событий, которые позволят проявить свои таланты и способности в полной мере. Особенно будет выделена сфера отношений, Водолеи с удивлением обнаружат, что круг контактов расширился за счет единомышленников и тех, с кем проводить время приятно и интересно. В конце февраля наступит период выбора: можно будет переключиться на другую деятельность, о которой вы давно мечтали. Хорошие предложения поступят от знакомых, так что отвечайте на телефонные звонки и проверяйте мессенджеры. Весна-2020 идеально подойдет для улучшения отношений с родными и близкими, так что побольше проводите времени с теми, кого вы любите. В марте звезды обещают недолгую поездку, которая очень оживит Водолеев и послужит источником нового вдохновения. С июня по сентябрь Водолеев ожидает период упорной работы, которой будет очень много. Не распыляйтесь и выбирайте только те проекты, которые помогут вам раскрыть себя. Вторая половина октября будет ознаменована вступлением в новую должность или получением прибавки к зарплате – в любом случае, изменения произойдут в лучшую сторону. Осенние месяцы пройдут спокойно приятно, чтобы Водолеи сумели в полной мере насладиться достигнутыми успехами.\n\nПодробнее: https://horoscopes.rambler.ru/aquarius/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
  },
  "pisces": {
    "dates": "19.02..20.02",
    "text": "Новый 2020 год будет довольно сложным для Рыб. В первой его половине придется решать уйму материальных вопросов, а вторая половина года будет посвящена выравниванию отношений с теми, кто вам особенно близок: с родителями и любовными партнерами. Звезды обещают всевозможную поддержку, но все же главные усилия должны приложить вы сами. Зимние месяцы заставят решать вопросы быстро и рационально, Рыбам придется быть практичными и руководствоваться здравым смыслом, чтобы пережить трудный период без особых потерь. А к тем, которые все же случатся, стоит отнестись философски. Уже в самом начале марта соединение Венеры и Урана позволит Рыбам почувствовать себя более свободными и легкими – самое время взять отпуск и отправиться в путешествие. Весна подарит много возможностей для развития, можно начать обучение новой специализации, или начать монетизировать свое хобби, например. Летние месяцы лучше посвятить семье и заботе о своем физическом и эмоциональном здоровье. В середине июля окружающие будут требовать от Рыб слишком многого, постарайтесь абстрагироваться от чужих представлений о себе и сконцентрироваться только на своих целях. С августа по ноябрь звезды прогнозируют череду событий, которые существенно повлияют на всю вашу дальнейшую жизнь: они будут касаться как работы, так и личной жизни. Ничего не бойтесь и решайте проблемы по мере их поступления.\n\nПодробнее: https://horoscopes.rambler.ru/pisces/2020/?utm_content=horoscopes&utm_medium=read_more&utm_source=copylink"
    
  }
}